const Terms = () => {
  return (
    <div className="w-full p-4 text-lg">
     <center> <h1 className="text-2xl">سياسة الخصوصية</h1> </center>
      <h4 className="text-xl">تعريفات</h4>
      <ul>
        <li>
          1.إعلان: يشير إلى جميع العناصر والبيانات (المرئية ، والنصية ، والصوتية
          ، والصور ، والرسومات) ، التي يقدمها المعلن التحريري تحت مسؤوليته وحدها
          ، من أجل شراء أو تأجير أو بيع منتج أو خدمة وبثها على الموقع الإلكتروني
          والجوال. موقع.
        </li>
        <br />
        <li>
          2.المُعلن: يُقصد به أي شخص طبيعي أو اعتباري ، متخصص ، تم تأسيسه في
          فرنسا ، ولديه حساب وقد أرسل إعلانًا منه على الموقع الإلكتروني. يجب أن
          يكون أي معلن متصلاً بالحساب الشخصي لإيداع قوائمه أو إدارتها. تستلزم
          إضافة الإيداع الأول تلقائيًا إنشاء حساب شخصي للمعلن.
        </li>
        <br />
        <li>
          3.الحساب الشخصي: يشير إلى المساحة الخالية التي يجب على أي معلن إنشاؤها
          والتي يجب أن يتصل بها من موقع الويب لنشر اعلانه وإدارتها وعرضها.
        </li>
        <br />
        <li>
          4.خدمة العملاء: موزع مصر يعني القسم الذي يمكن للمعلن الحصول على مزيد
          من المعلومات إليه. يمكن الاتصال بهذه الخدمة عبر البريد الإلكتروني من
          خلال النقر على الرابط الموجود على موقع الويب وموقع الهاتف المحمول.
        </li>
        <br />
        <li>
          5.خدمة موزع: تعني اوليكس الخدمات المتاحة للمستخدمين والمعلنين على موقع
          الويب.
        </li>
        <br />
        <li>
          6.موقع الويب: يعني موقع الويب الذي يديره موزع والذي يتم الوصول إليه
          بشكل أساسي من عنوان URL https://mwz3.com ويسمح للمستخدمين والمعلنين
          بالوصول إلى الخدمة عبر الإنترنت موقع موزع.
        </li>
        <br />
        <li>
          7.المستخدم: أي زائر لديه إمكانية الوصول إلى خدمة اوليكس عبر موقع الويب
          وموقع الهاتف المحمول وخدمة الاستشاريين اوليكس التي يمكن الوصول إليها
          من وسائط مختلفة.
        </li>
        <br />
      </ul>
      <h4 className="text-xl">ملاحظات هامة</h4>
      <ul>
        <li className="text-lg">
          نحن نستخدم جوجل ادسنس من اجل تحقيق الارباح الخاصه بنا من اعلانات ادسنس
          من اجل بقاء الموقع والخدمه.
        </li>
        <br />
        <li className="text-lg">
          أي استخدام للموقع من قبل المعلن هو قبول كامل للشروط الحالية.
        </li>
        <br />
        <li className="text-lg">
          نحن غير مسولين عن ما يتم بيعه او نشره علي موقعنا كن حريص اثناء تعاملك
          مع الناس وعدم شراء اي شئ غير في مكان عام لعدم النصب ولاحتيال موقع موزع
          غير مسؤول نهائي عن اي عمليات نصب او اي عمليات اخري تتم علي الموقع.
        </li>
        <br />
        <li className="text-lg">يتم تعديل واضافة شروط جديد مستقبلا</li> <br />
        <li className="text-lg">
          عدم استخدام الموقع في نشر اي صور خليعه او جنسيه يتم حظر حسابك علي
          الفور ولا يمكنك النشر مرة اخري عدم انتحال اي شخصية اخرا او نشر اي صور
          بها حقوق ملكيه لاي موقع اخر. يجب توجيه أي شكاوى إلى خدمة العملاء موزع{" "}
        </li>
        <br />
      </ul>
    </div>
  );
};

export default Terms;
